<?php

//				======RUSSIAN TRANSLATION======
//				 ======SIMPLE INPUT TABS======
// 		   Version 2.6 (Updated: February 10, 2015)
//			 ======IT IS TRANSLATED BY ST-BRAT======

$i18n = array(
// Миленькое сообщение в исходном коде
'SIT_ADDED'			=> 'Добавлено плагином Simple Input Tabs',
//имя вкладки по умолчанию!
'DEFAULT_TAB'			=> 'Основная',
// Приветственные сообщения, которые появляются, когда открываются новые страницы и/или вкладки.
'WELCOME_NEW_PAGE'		=> 'Добро пожаловать на Вашу новую страницу',
'WELCOME_PAGE_BLURB'		=> 'Удалите этот текст и добавьте сюда свое содержимое. Используйте вкладки с названиями, чтобы добавить содержимое в различные области Вашей веб-страницы. Не забудьте сверху добавить заголовок к Вашей странице.',
'WELCOME_TAB_BLURB'		=> 'Добавьте свое содержимое в раздел:',
//сообщения об ошибках
'ERROR404'			=> 'Ошибка 404: Запрошенное содержимое не было найдено.',
'TAB_RETURN_PROBLEM'		=> 'Была проблема с Вашим запросом, сформированным Вкладкой.',
'DUPLICATE_TABS'		=> 'Выбранный Вами шаблон содержит повторяющиеся вкладки с одинаковым именем.',
'ILLEGAL_TABS'			=> 'Есть одна или несколько вкладок в шаблоне, которые используют недопустимые символы. Они были скрыты.',
//полезные сообщения (подсказки)
'WILL_SAVE'			=> 'Щелчок по Вкладке выше СОХРАНЯЕТ и переключает области ввода.',
'CURRENTLY_EDITING'		=> 'Вы в настоящее время редактируете:',
'CHANGE_TEMPLATE'		=> 'Если Вы измените Шаблон Страницы, то Вы должны будете нажать СОХРАНИТЬ для обновления своих Вкладок.',
'TAB_SECTION_NAME'		=> 'Содержание для этой Вкладки входит в:',
'PREVIEW_BUTTON'		=> 'Показать расположение содержимого Вкладки.',
'SOURCE_MODE'			=> 'Невозможно изменить Вкладки в режиме исходного кода.',
// Предварительный просмотр страницы
'SECTION_CODE'			=> 'Этот раздел заполняется с помощью кода:',
'REPLACE_CODE'			=> 'Для надлежащей функциональности Вы должны изменить код на:',
// Страница настроек Вкладок
'JAVA_TABS'			=> 'Отзывчивые Вкладки (СВЕРХУ)',
'TOP_BUTTONS'			=> 'Верхние Вкладки (Кнопки)',
'BOTTOM_BUTTONS'		=> 'Нижние Вкладки (Кнопки)',
'TAB_STYLE'			=> 'Стиль Вкладок - <b style="font-weight:100">Выберите расположение и тип Вкладок для отображения.</b>',
'DEFAULT_TOGGLE'		=> 'Скрыть Содержимое по умолчанию - <b style="font-weight:100">Отметьте поле, если Вы не хотите, чтобы у новых страниц было содержание по умолчанию.</b>',
'ERROR_TOGGLE'			=> 'Переключение ошибок содержимого - <b style="font-weight:100">Переключение 404 ошибок, возникающих, когда нет никакого содержимого (контента).</b>',
'TOP_CONTENT'			=> 'Содержимое СВЕРХУ - <b style="font-weight:100">Разрешить плагинам размещать поле содержимого (контент) выше Ваших дополнительных Вкладок.</b>',
'BOTTOM_CONTENT'		=> 'Содержимое СНИЗУ - <b style="font-weight:100">Разрешить плагинам размещать поле содержимого (контент) ниже Ваших дополнительных Вкладок..</b>',
'CANNOT_FIND'		=>	'Плагин Simple Input Tabs не может найти плагин Small Plugin Toolkit. Он обязательно нужен для работы Вкладок.'

);